Repository: Viraj-Tank/iOSAlarm
Catalog: iOSAlarm/*.lproj/Localizable.strings
Languages: hi

source: alarm
hi: घंटी

source: Add Alarm
hi: अलार्म जोड़ें

source: No Alarms
hi: कोई अलार्म नहीं

source: to Anton's Page
hi: एंटोन के पृष्ठ पर

source: This UI for this nice Alarm app was largely inspored by the amazing work of Anton Leogky
hi: इस अच्छे अलार्म ऐप के लिए यह यूआई काफी हद तक एंटोन लेगकी के अद्भुत काम से प्रेरित था

source: you did it! here you can manage your alarm, change time and other things
hi: तुमने यह किया! यहां आप अपना अलार्म प्रबंधित कर सकते हैं, समय बदल सकते हैं और अन्य चीज़ें कर सकते हैं

source: hello there!
hi: नमस्ते!

source: start
hi: शुरू

source: end
hi: अंत

source: let's add an alarm
hi: आइए एक अलार्म जोड़ें

source: Have a great day!
hi: आपका दिन अच्छा रहे!

source: Activity completed.
hi: गतिविधि पूरी हुई।

source: Enable Notifications
hi: सूचनाएं सक्षम करें
